export const CONTENTS = {
  CAREER: {
    PPLE: {
      period: '2021.11\n2022.06',
      title: "지정헌혈 매칭 플랫폼 '피플' 공동 창업 및 개발자",
      content:
        "'피플' 서비스 공동창업 및 개발자로 근무하였습니다. '피플' 은 피가 필요한 헌혈자와 수혈이 가능한 수혈자를 사연과 채팅을 통해 매칭시켜주는 서비스입니다. 웹사이트 제작을 시작으로 서버, AWS 운영 및 비용 관리, 안드로이드 앱 개발 등 개발과 관련된 업무를 담당했습니다." +
        "'함께일하는재단' 에서 5000만원 투자유치를 성공시켰으며, 서비스를 통해 약 500명의 헌혈자와 수혈자를 매칭해드렸습니다.",
    },
    BUCKIT: {
      period: '2021.06\n2022.11',
      title: "로컬비즈니스 조각투자 플랫폼 '버킷' 개발 총괄",
      content:
        "'버킷'은 카페, 술집 등의 프로젝트를 소개하고 플랫폼을 통해 투자금을 유치합니다. 이 투자금으로 가게를 만들고 운영하면서 가게에서 발생하는 수익금을 투자자들에게 배당금 형식으로 나눠주는 서비스입니다." +
        '기획자 2명과 함께 팀을 만들어서 시작했던 창업입니다. Flutter 앱 개발, 웹사이트 개발, API 서버 설계, 구축 및 배포를 담당했습니다. 서비스를 론칭하고 2000만원의 투자금 유치했습니다.',
    },
    BEGINLAB: {
      period: '2022.12\n2023.01',
      title: '비긴랩 개발 총괄 및 Python 강사',
      content:
        '바이오와 관련된 직종의 부트캠프를 창업했습니다. 바이오 인포매틱스 코스의 강사와 홈페이지 제작 및 GA 분석을 담당했습니다.',
    },
    BEEBLOCK: {
      period: '2022.01\n2022.03',
      title: "가상 자산 거래 플랫폼 '비블록' FE 개발자",
      content:
        "디지털 자산 거래 플랫폼 '비블록' 에서 프론트 엔드 개발자로 근무했습니다. 사이트 리뉴얼, 금융 감독 심사 관련 이슈 해결, API Request 최적화, 이미지/동영상 사이즈 최적화 업무를 담당했습니다." +
        '금융 관련 심사에서 사용자 데이터를 암호화 해야했기 때문에 암호화가 필요한 부분 설계 및 구현 업무를 수행했고, 불필요하게 API 를 자주 호출하고 사진과 동영상 원본을 불러와서 페이지 로딩이 느린 문제를 해결했습니다',
    },
  },
  AWARDS: {
    IMAGIN_CUP: {
      period: '2022.03',
      title: 'Microsoft ImagineCup Asia 대표',
      content:
        '이매진 컵은 매년 마이크로소프트사에서 주최하고 후원하는 대회입니다. 해당 대회에서 "자가 우울증 치료제" 라는 주제로 Asia 대표로 출전했습니다. 데일리 질문과 우울증 검사지를 통해 사용자의 우울지수를 분석하고' +
        '사용자 우울지수에 따른 게임과 미션을 제공하는 앱입니다. 우울증 분석 모델 설계와 API 서버, 안드로이드 앱을 담당했습니다.',
    },

    SEJONG_START_UP: {
      period: '2022.11',
      title: '세종 창업아이템 공모전 우수상',
      content:
        '세종대 캠퍼스타운 지원단에서 개최한 창업공모전입니다. 로컬 비즈니스 투자 플랫폼 "버킷" 아이템으로 우수상을 수상했습니다',
    },

    DATA_BI: {
      period: '2021.08',
      title: '산업통상자원부 공공데이터 BI 공모전 장려상 수상',
      content:
        '제9회 공공데이터 활용 비즈니스 아이디어 공모전 제품 및 서비스 개발 부문에서 장려상을 수상했습니다. 서비스 내용은 모든 우리나라 탄소배출량 관련 정보를 시각화한 웹 서비스입니다.' +
        '회사 탄소 배출량을 가져오고 이를 지도에 시각화하여 나타내는 작업과 웹크롤링, API 서버 설계 및 구현을 담당했습니다',
    },
  },
  ETC: {
    EN: {
      period: '2022.08',
      title: '세종대 프로그래밍 동아리 En# 21기 회장',
      content:
        '동아리 "En#" 21기 회장을 역임했습니다. En# 은 한학기를 C# 과 Java 등을 활용한 10개의 토이프로젝트를 만들고 자신이 작성한 코드를 피드백 받습니다. 한학기는 동아리원들과 함께 공모전에 참여하여 git 를 사용한 협업과 각종 프레임워크 등을 경험합니다.',
    },

    CHANNEL_TALK: {
      period: '2022.09',
      title: '채널톡 챌린저스 1기',
      content:
        '채널톡 챌린저스는 채널톡 회사가 주최하는 동아리 지원사업입니다. 오피스투어, 해커톤 대회, 현직자와 네트워킹행사 등을 진행했습니다.',
    },
  },
};
